"Singleline Comment" = "# 註解";"Pragmas" = "編譯命令";"POD style comments" = "POD 註解";"Backticks" = "`倒斜線`";"String with double quotes" = "\"字串\"";"String with single quotes" = "'字串'";"Keywords" = "關鍵字";"Base" = "基礎";"Regular Expressions" = "正規表示";"Functions" = "函式";"Numbers" = "數字";